Repository: mike-atf/Novalgea
Catalog: Localizable.xcstrings
Source language: en
Languages: de

# MedAlert.reminder.rating.internal
source: Internal symptom rating reminders are turned off in Settings. I can't remind you to rate the treated symptom(s)
de: Novalgea's Symptom Bewertungs-Erinnerungen sind abgechaltet (in Einstellungen). Es können keine Erinnerungen zum Bewerten versandt werden.

# MedAlert.reminder.rating.system
source: System notification permissions aren't authorised for Novalgea to send notifications. I can't remind you to rate the treated symptom(s)
de: Novalgea hat keine Erlaubnis auf Ihrem Gerät Nachrichten an Sie zu senden. Es können keine Erinnerungen zur Medikamenten-Einnahme gesendet werden.

# MedAlert.reminder.taking.internal
source: Internal reminders to take your medicines are turned off in Settings. I can't remind you to take your regular medicines
de: Novalgea's Medikamenten-Einnahme Erinnerungen sind abgechaltet (in Einstellungen). Es können keine Erinnerungen zur Medikamenten-Einnahme gesendet werden.

# MedAlert.reminder.taking.system
source: System notification permissions aren't authorised for Novalgea to send notifications. I can't remind you to take your regular medicines
de: Novalgea hat keine Erlaubnis auf Ihrem Gerät Nachrichten an Sie zu senden. Es können keine Erinnerungen zur Medikamenten-Einnahme versandt werden.

# MedAlert.sideEffectEvaluationPrompt
source: Remember to rate the side effects of this medicine (in the List view, swipe right)
de: Denken Sie daran, die Neben-Wirkung zu bewerten (Rechts-Wisch in der Medikamenten Liste)

# MedAlert.stopInfo1
source: This medicine is scheduled to finish on
de: Ihr Plan sieht vor dieses Medikament zu beenden am

# MedAlert.stopInfo2
source: Tap 'Stop' to end. To continue and remove the set finish date tap 'Don't stop'
de: Wählen Sie 'Beenden', oder - zur weiteren Einnahme mit Entfernen des End-Datums - wählen Sie 'Nicht beenden'

# MedAlert.stopTaking
source: You should stop taking
de: Beenden Sie die Einnahme von

source: Medication reminder
de: An Einnahme erinnern

source: Medicine reminders
de: Erinnern: Medis

source: Medicines
de: Medikamente

# Meds.1hr
source: 1hr
de: stndl.

# Meds.1wk
source: weekly
de: wöchentlci

# Meds.2hours
source: every 2 hours
de: alle 2 Stunden

# Meds.2hr
source: 2hrs
de: alle 2 Stunden

# Meds.3d
source: 3days
de: alle 3 Tage

# Meds.3hr
source: 3hrs
de: 3 stdl.

# Meds.4d
source: 4days
de: alle 4 Tage

# Meds.4hours
source: every 4 hours
de: alle 4 Stunden

# Meds.4hr
source: 4hrs
de: alle 4 Stunden

# Meds.6hours
source: every 6 hours
de: alle 6 Stunden

# Meds.6hr
source: 6hrs
de: alle 6 Stunden

# Meds.8hr
source: 8hrs
de: alle 8 Stunden

# Meds.12hr
source: 12hrs
de: alle 12 Stunden

# Meds.24hr
source: 24hrs
de: einmal täglich

# Meds.48hr
source: 48hrs
de: alle 2 Tage

# Meds.archiveError
source: Error when archiving a medicine
de: Fehler beim Archivieren eines Medikaments

# Meds.bd
source: every 12 hours
de: zweimal täglich

# Meds.class
source: Medicines Class
de: Gruppe

# Meds.classes
source: classes
de: Gruppen

# Meds.combDoses
source: Enter any combined doses in the same tablet as separated by '/', e.g. '30/500'
de: Geben Sie etwaige kombinierte Dosierungen mit '/' ein, als zB '30/500'

# Meds.combinedAction
source: while active together
de: während gemeinsamer Wirkzeiten

# Meds.current
source: Current Medicines
de: Aktuelle Medikamente

# Meds.deleteMessage
source: This will remove the current and any previous records of this medicine. Use 'End' instead to archive and keep it in your records as discontinued.
de: Löscht alle aktuellen und historischen Einträge zu diesem Medikament. Alternativ können Sie mit 'Beenden' das Medikament archivieren um es weiter als beendet in Ihrer Liste zu behalten

# Meds.details1
source: Medicine details 1
de: Details 1

# Meds.details2
source: Medicine details 2
de: Details 2

# Meds.details3
source: Medicine details 3
de: Details 3

# Meds.discontinued
source: Discontinued Medicines
de: Beendete Medikamente

# Meds.discontinued.brief
source: Discontinued
de: Beendet

# Meds.dosagePlanError
source: error: mismatch between numbers of single doses and target doses
de: Fehler: verschiedene Anzahl von Einzeldosen / Ziel-Dosen

# Meds.dosagePlanError2
source: error: mismatch between numbers of single doses and increment doses
de: Fehler: verschiedene Anzahl von Einzeldosen / Erhöhungs-Dosen

# Meds.dose
source: Dose
de: Dosierung

# Meds.doseChange
source: Change single doses & Set reminders to take
de: Einzeldosis ändern & Einnahme-Erinnerung setzen

# Meds.doseError
source: A medicine has no dose or tablet count. Please check details and re-enter!
de: Ein Medikament hat keine Dosis-Angaben. Bitte überprüfen Sie diese Details und korrigieren Sie wenn nötig

# Meds.doseIncr
source: Increase dosage
de: Dosierung erhöhen

# Meds.doseIncreaseScheme
source: Set up a dose increase scheme
de: Dosis-Erhöhungsplan

# Meds.dosePlan
source: Your dosage increase plan
de: Dosis-Erhöhungs Plan

# Meds.doses
source: Doses
de: Dosierungen

# Meds.doses.incr
source: Dose increment per step
de: Dosis-Erhöhung um

# Meds.doses.target
source: Target single dose
de: Ziel-Einzeldosis

# Meds.doses&Times
source: Dose(s) And Times
de: Dosen & Einnahmezeiten

# Meds.doseUnit
source: Dose unit
de: Einheit

# Meds.drops
source: drops
de: Tropfen

# Meds.durationPrompt
source: Take for how long
de: Einnahme-Dauer

# Meds.effect.good
source: Good, helpful effect
de: Gute, hilfreiche Wirkung

# Meds.effect.minimal
source: Minimally helpful effect
de: Wenig hilfreiche Wirkung

# Meds.effect.moderate
source: Moderately helpful effect
de: Moderat hilfreiche Wirkung

# Meds.effect.none
source: No helpful effect
de: Keine hilfreiche Wirkung

# Meds.effectDuration
source: effective for
de: wirksam für

# Meds.effectivenessTitle
source: Medicines effectiveness
de: Effektivität

# Meds.endDate
source: End date
de: End-Datum

# Meds.endedSince
source: Ended since
de: Beendet seit

# Meds.enterDosePrompt
source: Enter the dose of
de: Dosis von

# Meds.enterPrompt
source: Enter medicine name
de: Medikamenten Namen eingeben

# Meds.errors.inconsistency
source: Novalgea has detected a dose inconsistency and has tried to correct this. Please check the number of tablets/ the doses and correct if necessary! The medication is:
de: Novalgea hat Dosierungs-Unstimmigkeiten zwischen Anzahl der eingegeben Tabletten und Dosierung gefunden und versucht diese zu korrigieren. Bitte überprüfen Sie die Tabletten und Dosis und ändern Sie falls nicht korrekt! Das Medikament ist:

# Meds.errors.inconsistency.title
source: Caution!
de: Achtung!

# Meds.errors.missingCase
source: A medication listing error has occurred
de: Ein Auflistungsfehler ist aufgetreten

# Meds.errors.missingCase_2
source: configureCell Switch statement on isCurrent resolves in default
de: configureCell Switch on isCurrent endet in default

# Meds.errors.rowActionError
source: The action couldn't be processed
de: Die Aktion konnte nicht ausgeführt werden

# Meds.evaluation
source: in evaluation
de: noch nicht bewertet

# Meds.expansionPrompt
source: Medicines expansion required to display
de: 'Medicines expansion' wird benötigt

# Meds.expansionPrompt_3
source: Medicines expansion required
de: 'Medicines expansion' wird benötigt

# Meds.expansionsPrompt_2
source: Tap + above to view expansion options
de: Erweiterungs-Optionen anzeigen mit + oben

# Meds.expansionsPrompt_4
source: Please purchase the Medicines expansion option to print
de: Bitte erwerben Sie die Erweiterung 'Medicines expansion' um zu drucken

# Meds.exportTitle
source: Export options
de: Export Optionen

# Meds.fourDays
source: every four days
de: jeden 4. Tag

# Meds.frcChangeError
source: unknown change type
de: unbekannte Änderung aufgetreten

# Meds.frcChangeError_M
source: DLVC2.controller didChange error
de: DLVC2.controller didChange Fehler

# Meds.freqAndTime
source: Frequency & time
de: Häufigkeit & Zeit

# Meds.freqPrompt
source: Select how often to take (max.)
de: Wie oft einzunehmen?

# Meds.grams
source: gram
de: Gramm

# Meds.hourly
source: hourly
de: stündlich

# Meds.importedFrom
source: Imported from
de: Importiert von

# Meds.incr.footerInfo1
source: This will be your plan once you tap save. You will receive notifications when to increase the dose or frequency.)
de: Dies ist Ihr Plan sobald Sie 'sichern' tippen. Sie erhalten jeweils eine Mitteilung wenn die Dosis oder Einnahme-Frequenz erhöht werden soll.

# Meds.incr.footerInfo2
source: TARGET SINGLE DOSE: Enter the last step dose of your plan. DOSE INCREMENT: Enter the amount by which to increase the dose each step. You can see the resulting plan in the top section. Keep tweaking the options until the plan matches your prescription.
de: Ziel-Einzeldosis: Geben Sie die letzte/ höchste Dosis als Zieldosis ein. Dosis-Erhöhung: Geben Sie ein um wieviel eine Einzeldosis pro Schritt erhöht werden soll (zB von 75 auf 150mg = 75). Den resultierenden Erhöhungs-Plan können im oberen Teil der Ansicht sehen. Passen Sie die Zahlen an bis der Plan Ihrer Verschreibung entspricht.

# Meds.incrDays
source: day(s)
de: Tag(e)

# Meds.increasePLanInfo
source: If you want to schedule a DOSE INCREASE PLAN (in view 5/6) leave 'Take for how long' as 'Indefinitely' and tap Next in the top right corner
de: Falls Sie eine schrittweise Dosis-Erhöhung planen möchten (in Ansicht 5/6) belassen Sie die Einnahme-Dauer bitte bei 'unbegrenzt' und fahren mit 'Weiter' oben rechts fort.

# Meds.increasePlanInfo2
source: If you want to schedule a DOSE INCREASE PLAN (you can do this in the next views' bottom section) set 'Take regularly' to YES. Set here how often to take, as well as the times, to take this medicine AT THE BEINNING of the increase plan.
de: Falls Sie eine schrittweise Dosis-Erhöhung planen möchten (in der nächsten Ansicht ganz unten) setzen Sie 'regelmässige Einnnahme' auf Ja. Wählen Sie hier die Einnahme-Häufigkeit und -Zeiten AM BEGINN des Dosis-Erhöhungsplans aus.

# Meds.increaseRegimeText
source: Useful if you should increase the dose or frequency stepwise to a specific target over a specific period of time (eg from 10 to 50mg, or from once to three times per day, or both together)
de: Falls Sie Dosis oder Häufigkeit über einen vorgegeben Zeitraum auf eine bestimmte Zieldosis oder -Frequenz erhöhen sollen (zB von 10 auf 50mg, oder von einmal auf dreimal tägl., oder beides zusammen)

# Meds.increaseText_1
source: Dose increase plan. From
de: Dosis-Steigerungs Plan. Ab

# Meds.incrWeeks
source: week(s)
de: Woche(n)

# Meds.ingredients
source: Ingredients
de: Wirkstoffe

# Meds.instructions
source: Your Medicines list is empty. Add a medicine by tapping + in the upper right corner
de: Ihre Medikamenten Liste ist noch leer. Fügen Sie eins hinzu indem Sie auf + oben rechts tippen

# Meds.isCurrentError
source: Unknown Medicines
de: Unbekannte Medikamente

# Meds.keepTapping
source: Repeatedly tap on each row to set
de: Tippen Sie wiederholt auf die Zeilen

# Meds.lessThanOD
source: less than once per day
de: weniger als einmal täglich

# Meds.mcg
source: microgram
de: microgramm

# Meds.mcgh
source: mcg/h
de: mcg/Std

# Meds.medicinesList
source: Novalgea Medicines List
de: Novalgea Medikamente

# Meds.mgPer
source: mg per
de: mg pro

# Meds.missing
source: missing medicine
de: kein Medikament

# Meds.missingID
source: missing DID
de: fehlende DID

# Meds.newMedicine
source: New medicine
de: Neues Medikament

# Meds.noEnd
source: no end date
de: kein

# Meds.noMG
source: mg (milligrams)
de: mg (Milligram)

# Meds.noneSel
source: none selected
de: keine Auswahl

# Meds.noNotes
source: no notes
de: keine Notizen

# Meds.noTaken
source: Doses taken
de: Eingenommen

# Meds.notes
source: Personal notes
de: Persönliche Notizen

# Meds.notesPrompt
source: Enter personal notes about
de: Persönliche Notizen zu

# Meds.notRated
source: not rated
de: nicht bewertet

# Meds.noUsed
source: Number used:
de: Anzahl:

# Meds.numberOf
source: number of
de: Dosis in

# Meds.od
source: once daily
de: einmal täglich

# Meds.otherDay
source: every other day
de: jeden 2. Tag

# Meds.patch
source: patch
de: Pflaster

# Meds.patches
source: patches
de: Pflaster

# Meds.planned
source: Planned Medicines
de: Geplante Medikamente

# Meds.portion
source: portion (cream)
de: Portion (Salbe)

# Meds.print.list
source: Novalgea Medicines List
de: Novalgea Medikamenten Übersicht

# Meds.printHeader
source: Novalgea® Medication History
de: Novalgea® Medikamenten Auflistung

# Meds.prnTerm
source: when needed, up to
de: nach Bedarf, bis zu

# Meds.prompt2
source: Enter ingredient or brand name
de: Marken- oder Substanz Namen eingeben

# Meds.pw
source: per week
de: pro Woche

# Meds.rateEffect
source: Rate the effect of
de: Bewerten Sie die Wirkung von

# Meds.rateSideEffects
source: Select strength of side effects
de: Bewertung der Stärke von Nebenwirkungen

# Meds.rateSymptom
source: Rate treated symptoms
de: Symptome Bewerten

# Meds.ratingMTitle
source: You haven't rated this medicine yet
de: Sie haben dieses Medikament noch nicht bewertet

# Meds.ratingPrompt
source: Please rate usefulness and side effects before stopping If you wish to rate now please tap cancel If you do not wish to rate tap End. This can't be undone
de: Bitte bewerten Sie Nützlichkeit und Nebenwirkungen bevor Sie das Medikament beenden. Dazu 'Abbrechen' und dann die 3-Sterne antippen Falls Sie keine Bewertung vornehmen wollen auf 'Beenden' tippen. Diese Aktion kann nicht rückgänging gemacht werden. Sie können das Medikament nach dem Beenden NICHT mehr bewerten.

# Meds.remindMe
source: Remind me
de: Erinnern

# Meds.remindMeRate
source: Remind me to rate effect
de: Erinnern

# Meds.remindMeTake
source: Remind me to take
de: An Einnahme erinnern

# Meds.remindMeToTake
source: Remind me to take
de: Einnahme-Erinnerung

# Meds.remInfo
source: You can set reminders for these times in the next section
de: Einnahme-Erinnerungen in der nächsten Ansicht

# Meds.remPrompt
source: Prompt me to rate
de: An Bewertung erinnern

# Meds.schedulingError
source: error in scheduling a medication reminder for
de: Fehler beim Einrichten einer Erinnerung für

# Meds.se
source: Side effects
de: Nebenwirkungen

# Meds.selectedSymptoms
source: Treated symptoms
de: Behandelte Symptome

# Meds.selectEffect
source: Select medication effect
de: Bewertung der Wirkung

# Meds.selectPrompt
source: Select from List then tap 🔺
de: Nach Auswahl🔺tippen

# Meds.selectPrompt2
source: Select symptoms treated with this medicine (optional)
de: Behandelte Symptome (optional)

# Meds.since
source: Since
de: Seit

# Meds.startIn
source: Start in
de: Beginnen in

# Meds.statsHeader
source: Novalgea Medicine Statistics
de: Novalgea Medikamenten Statistik

# Meds.stoppedOn
source: stopped on
de: Gestoppt am

# Meds.storageError
source: Error when trying to store a medicine property. Please check details of
de: Fehler beim sichern von Medikamenten-Eigenschaften. Bitte überprüfen Sie die Details von

# Meds.substances
source: substances
de: Wirkstoffe

# Meds.summaryVC.info
source: 'no. of ratings during effect time' The number of times you rated this symptom while this medicines was in action. The more the better for a reliable statistic. 'average rating untreated' The average rating for this symptom while no medicine was in action. This is time weighted, meaning that longer time gaps between ratings have a bigger impact than short ones. 'average rating with treatment' The average rating of this symptom while the selected medicine was in action. Like above, the average is time weighted. 'rating change after medicine' This number shows the average change of rating after you took this medicine. It's the difference between ratings directly before you took the medicine to ratings while it was in action afterwards. 'effect % compared to start' This is an effect trend over time. It is a statistical comparison between it's effect when you started taking this medicine to the most recent effect. 100% means a perfectly stable effect (good), 0% that all of the initial effect has been lost over time (not good). A negative number shows that the effect has flipped since the starting. The medicine initially reduced ratings and this has changed over time to increasing ratings, or vice versa. 'Mild' and 'Severe' ratings trend: this compares the proportions of 'mild' (less than 30% of maximum) and 'severe' (more than 50% of maximum) ratings during early and later phase of taking this medicine. It is sign of good effect if the proportion of mild ratings increases and that of severe ratings becomes less over time.
de: 'Bewertungen während Wirkzeit' Die Anzahl Ihrer Symptombewertungen während der Wirkzeit(en) dieses Medikaments (oder Medikamenten-Kombination). Je mehr desto verlässlicher ist die statistische Aussage. 'Duchschnitt ohne Behandlung' Der Durchschnitts-Wert Ihrer Symptom-Bewertungen ausserhalb der Medikamenten-Wirkzeit. Dieser Wert ist gewichtet nach Zeit , d.h. je länger der zeitliche Abstand zwischen zwei Bewertungen desto grösser der Einfluss auf den Durchschnitts-Wert, und umgekehrt. 'Duchschnitt mit Behandlung' Der Durchschnitts-Wert Ihrer Symptom-Bewertungen während der Medikamenten-Wirkzeit. Dieser Wert ist ebenfalls gewichtet nach Zeit. 'Durchschnittliche Änderung' Der Durchschnitts-Wert aller Veränderungen von Symptom-Bewertungen von vor zu nach Einnahme dieses Medikaments. 'Verbleibende Wirkung' Der Wirkungs-Trend des Medikaments im Zeitverlauf, verglichen mit der Wirkung am Anfang der Behandlung. 100% bedeutet keine Wirkungs-Veränderung (stabiler Effekt), 0% bedeutet dass die anfängliche Wirkung ist vollständing abgeklungen ist. Eine NEGATIVE Zahl bedeutet Wirkungs-Umkehrung, z.B. nach anfänglicher Symptom-Reduktion kam es im Laufe der Zeit zu Symptom-Verstärkung (oder umgekehrt). 'Mild' / 'Intensiv' Trend: der zeitliche Trend der Anteile von milden (weniger als 3 von 10, oder 30% vom Maximum) und intensiven (mehr als 5 von 10, oder 50% vom Maximum). Anzeichen einer erfolgreichen Behandlung sind abnehmende Anteile von intensiven und zunehmende Anteile von milden Bewertungen.

# Meds.symptTreated
source: Symptoms treated
de: Behandelte Symptome

# Meds.tablet
source: tablet
de: Tablette

# Meds.tablets
source: tablets
de: Tabletten

# Meds.tabletsError
source: A medicine has a dose of 0 tablets. Please check details and re-enter!
de: Ein Medikament hat eine Dosis-Angabe von 0 Tabletten. Bitte überprüfen Sie diese Details und korrigieren Sie wenn nötig

# Meds.takenFor
source: Taken for
de: Einnahme seit

# Meds.takenSince
source: Taken since
de: Einnahme seit

# Meds.takeReg
source: Take regularly
de: Regelmässige Einnahme

# Meds.takeReg,
source: Regularly,
de: Regelmässig,

# Meds.tapInstruction
source: Tap + above for options
de: Optionen anzeigen mit +

# Meds.targetFreq
source: Target frequency
de: Angestrebte Einnahme-Frequenz

# Meds.tds
source: every 8 hours
de: dreimal täglich

# Meds.threeDays
source: every three days
de: jeden 3. Tag

# Meds.timePrompt
source: Time to take
de: Einnahme-Zeit

# Meds.timeToIncr
source: Time between each increase step
de: Pause bis zur nächsten Erhöhung

# Meds.treatedSymptoms
source: Treated symptoms
de: Symptome

# Meds.weekly
source: once weekly
de: einmal wöchentlich

# Meds.whenNeeded,
source: When needed,
de: Wenn nötig,

# Meds.yourRating
source: Your rating
de: Bewertung

# Name, Dates & Symptoms
source: Name & Symptoms
de: Name, Daten & Symptome

source: No alerts
de: Keine Warnhinweise

source: Notes
de: Notizen

# Notif.exRem
source: Exercise reminder
de: Trainings Erinnerung

# Notif.ratingRem
source: Symptom rating reminder
de: An Bewertung erinnern

# Notif.timeFor
source: It's time for
de: Es ist Zeit für

source: Off
de: Aus

source: Open Settings
de: Einstellungen öffnen

source: Password
de: Passwort

# Please select
source: Brief tutorial: please select an option from the list
de: Kurz-Anleitung: Themen-Auswahl in der Liste

source: Preparing new backup
de: Neue Sicherungskopie anlegen

source: Rate
de: Bewerten

# Rating.high
source: Strong
de: Stark

# Rating.mild
source: Mild
de: Gering

# Rating.moderate
source: Moderate
de: Moderat

# Rating.none
source: None
de: Kein

# Rating.severe
source: Severe
de: Sehr stark

source: Ratings
de: Einträge

# Ratingwords.all
source: I'm fine - bearable - mild - discomforting - distressing - horrible - excruciating
de: Ich bin ok - erträglich - milde - unangenehm - quälend - furchtbar - unerträglich

# RecordCount
source: No. of records:
de: Anzahl der Einträge

# Reminder.doseIncreasePrompt
source: it's time to increase the dose of %@
de: Es ist Zeit für die Dosis-Erhöhung von %@

# Reminder.ratingPrompt
source: Rate the symptom treated with %@ at
de: Bewerten Sie das Symptom behandelt mit %@ um

# Reminder.stopTaking
source: it's time to stop taking %@
de: Bitte beenden Sie die Einnahme von %@

# Reminder.takingPrompt
source: It's time for %@
de: Es ist Zeit für %@

# Reminder.timeToTakePrompt
source: it's time to take %@
de: Es ist Zeit zur Einnahme von %@

# Reports.causation
source: confirm
de: bestätigen

# Reports.detail.m0Info
source: : recent doses per day of week, and time of day
de: : Wochentags-Dosen, Tageszeit-Dosen

# Reports.detail.s0Info
source: : timeline and mild & severe proportions
de: : Zeitverlauf, und Anteile geringer & starker Intensität

# Reports.detail.s1Info
source: Events after which your ratings dropped
de: Ereignisse nach denen die Intensität sank

# Reports.detail.s2Info
source: Events after which your ratings increased
de: Ereignisse nach denen die Intensität anstieg

# Reports.durationTitle
source: Last
de: Letzte

# Reports.helpButton
source: HelpButton
de: Hilfe

# Reports.infoText.detail.m0
source: On the left: the number of doses per weekday you took during the report period On the right are the number of doses per time of day.
de: Links: die eingenommenen Dosen pro Wochentag Rechts die Dosis-Anzahl per Tageszeit.

# Reports.infoText.detail.s0
source: Intensity timeline trend on the left, matching the main timeline view. On the right, bars show proprotion of mild (green) and severe (red) ratings. More solid colors represent proportions during the report, lighter colors those before
de: Links der Intensitäts-Zeitverlauf, wie in der Zentral-Ansicht. Rechts zeigen die Säulen die Anteile Ihrer Bewertungen mit geringer (grün) und hoher (rot) Intensität. Die etwas helleren Säulen entsprechen dem Zeitraum vor, die kräftigeren denen während des Report-Zeitraums

# Reports.infoText.detail.s1
source: Listed are all diary events that may have reduced your ratings (by more than 33%). You can confirm a possible causation by swiping right, or exclude by swiping left. Large number = ratings average 24h after event, Arrow & number = change from 24h before event. The trailing icon indicates any confirmed (checkmark) or excluded (xmark) impact of this event on the symptom. Novalgea calculates the average of ratings you made 24 hours before these events and compares this to the average of ratings you made within 24 hours after. If it finds a difference of more than 33%, then it lists the event here as having had a possible impact.
de: Aufgelistet sind alle Ereignisse die eine Reduzierung Ihrer Symptom-Bewertungen (um mehr als 33%) bewirkt haben könnten. Sie können eine solche mögliche Kausalität bestätigen (mit einem Wisch nach rechts) oder ausschliessen (Wisch nach links). Grosse Zahl = Bewertungs-Mittelwert 24Std. nach Ereignis. Pfeil ± = Änderung gegenüber 24Std. vor Ereignis. Das Symbol am Zeilenende zeigt einen bestätigten (Häkchen) oder ausgeschlossenen (x) Einfluss dieses Ereignisses auf das angezeigte Symptom. Novalgea berechnet die Mittelwerte aller Bewertungen jeweils 24 Stunden vor und 24 Stunden nach Ereignissen. Wenn eine Differenz von mehr als 33% gefunden wird, werden die jeweiligen Ereignisse hier aufgelistet.
